Repository: notmmao/staging_plugins_tmp
Catalog: ggsearch/languages/ggsearch-*.po
Languages: de_de

source: Unknown
de_de: Unbekannt

source: No Description.
de_de: Keine Beschreibung.

source: Title
de_de: Titel

source: Priority
de_de: Priorität

source: Description
de_de: Beschreibung

source: Permission
de_de: Berechtigung

source: Create Page &quot;{0}&quot;
de_de: Erstelle Seite &quot;{0}&quot;

source: Create Post &quot;{0}&quot;
de_de: Erstelle Beitrag &quot;{0}&quot;

source: Search Plugin &quot;{0}&quot;...
de_de: Suche Plugin &quot;{0}&quot;...

source: Show all Posts with tag &quot;{0}&quot;...
de_de: Suche alle Beiträge mit Stichwort &quot;{0}&quot;...

source: Show all Posts with category &quot;{0}&quot;...
de_de: Suche alle Beiträge mit Kategorie &quot;{0}&quot;...

source: Search
de_de: Suchen

source: No Results.
de_de: Keine Suchergebnisse!

source: Groups
de_de: Gruppen

source: Extensions
de_de: Erweiterungen

source: API for developers
de_de: API für Entwickler

source: Congratulations, you have GG Search enabled!
de_de: Herzlichen Glückwunsch, Sie haben GG Search aktiviert!

source: Discover the advantages of global admin search, it helps you all the elaborate search works.
de_de: Entdecken Sie die Vorteile einer globalen Adminsuche, es erleichtert Ihnen alle aufwendigen Sucharbeiten.

source: First, you should config your search to your needs.
de_de: Zunächst sollten Sie die Suche auf Ihre Bedürfnisse anpassen.

source: If you want to start searching, click two times the <code>G (G + G)</code> Key.
de_de: Wenn Sie die Suche starten wollen, klicken Sie bitte zwei mal die Taste <code>G (G + G)</code>.

source: Extras describe a quick link to perform specific actions.
de_de: Benutzerdefinierte Links beschreiben einen schnellen Link zum Ausführen bestimmter Aktionen.

source: A link is generated with the search term.
de_de: Dabei wird ein Link mit dem Suchbegriff generiert.

source: So you can create, for example, quick and easy posts from search term.
de_de: So können beispielsweise schnell und unkompliziert Beiträge von der Suche aus erstellt werden.

source: <code>{0}</code> in the title and the link will be replaced with the search term.
de_de: <code>{0}</code> im Titel und Link wird mit dem Suchbegriff ersetzt.

source: Extras are sorted by priority.
de_de: Extras werden nach Priorität sortiert.

source: Groups are sorted by priority.
de_de: Gruppen werden nach Priorität sortiert.

source: Click and drag with the mouse the line to reorder the groups.
de_de: Klicken und bewegen Sie mit der Maus die Zeilen um die Gruppen anzuordnen.

source: Remove the check mark in the line, which should not be incorporated in the search.
de_de: Entfernen Sie das Häckchen bei den Links, die nicht in die Suche mitaufgenommen werden sollen.

source: Placeholder
de_de: Platzhalter

source: Extension
de_de: Erweiterung

source: Allows when clicking the button <code>.</code> (Point) to open the search.
de_de: Erlaubt zusätzlich beim Klick der Taste <code>[.]</code> (Punkt) das Öffnen der Suche.

source: Enabled
de_de: Aktiviert

source: Limit of Entries
de_de: Maximale Anzahl von Einträgen

source: Limits the maximum number of search entries per group if it is not defined.
de_de: Begrenzt die maximale Anzahl an Sucheinträgen pro Gruppe, wenn diese nicht definiert ist.

source: Search in the left admin menu
de_de: Suche im linken Adminmenü

source: Search in Frontend
de_de: Suche im Frontend

source: Reset to Defaults
de_de: Auf Standardeinstellungen zurücksetzen

source: Enabled for
de_de: Aktiviert für
